Repository: bastinatorpro/luci-access-control
Catalog: luci-app-access-control/po/*/iac.po
Languages: uk

source: Access Control
uk: Управління доступом

source: Access Control allows you to manage Internet access for specific local hosts.<br/> Each rule defines a device to block from having Internet access. The rules may be active permanently or during certain times of the day.<br/> The rules may also be restricted to specific days of the week.<br/> Any device that is blocked may obtain a ticket suspending the restriction for a specified time.
uk: Контроль доступу дозволяє керувати доступом до Інтернету для певних локальних хостів.<br/> Кожне правило вказує пристрій для блокування доступу до Інтернету.Правила можуть блокувати доступ постійно або в певний час доби.<br/>Також правила можуть обмежувати доступ по певним дням тижня.<br/> Будь-який пристрій, який був заблокований, може отримати тимчасовий доступ який відмінить блокування на певний час.

source: Client Rules
uk: Клієнтські правила

source: End time
uk: Час закінчення

source: General settings
uk: Загальні налаштування

source: Internet Access Control
uk: Контроль доступу до Інтернету

source: Issue
uk: Надати тимчасовий доступ

source: MAC address
uk: MAC адреса

source: MTWTFSS
uk: ПВСЧПСН

source: Must be set to enable the internet access blocking
uk: Для блокування доступу до Інтернету має бути включеним

source: Start time
uk: Час початку

source: Ticket
uk: Тимчасовий доступ

source: Ticket time [min]
uk: Час доступу [хв]

source: Time granted when a ticket is issued
uk: Час який буде надано при видачі тимчасового доступу

source: Time value must be HH:MM or empty
uk: Значення часу має бути ГГ:ХХ або пустим
